
<div id="page-content" lang="BN">
    <div id='wrap' >

        <div class="container">
            <div class="panel panel-sky">

                <div class="panel-heading">
                    <h4>এসএমএস কিভাবে পাঠাবেন?</h4>
                </div>

                <div class="panel-body">
                    <div class="panel-body collapse in">
                        <!--<h3>আপনি যদি অনলাইন এসএমএস বিল পরিশোধ করতে চান, তাহলে নিচের ধাপগুলো অনুসরণ করুন -</h3>-->
                        <ol type="I">
                            <li><p> বাম দিকের মেনুসমুহ থেকে ‘Messaging’ মেনুতে ক্লিক করুন</p></li>

                            <li> 
                                <p>  কয়েকটি সাবমেনু দেখা যাবে; ‘Send SMS (Number in CSV)’ সাবমেনুতে ক্লিক করুন, অনলাইন ফর্মসহ একটি পেজ ওপেন হবে। ফর্মে নিচের বিষয়গুলো সঠিকভাবে পুরন করুন। </p></li>
                            <li> <b>Select User Name:</b>
                                <p>  এই ড্রপবক্সে ক্লিক করে আপনার ইউজার নেম সিলেক্ট করুন। 
                                </p></li>
                            <li> <b> Masking ID:</b>
                                <p> এই ড্রপবক্সে ক্লিক করে আপনার মাস্কিং আইডি সিলেক্ট করুন।</p></li>
                            <li>
                                 <b>Click on checkbox for Template Text SMS:</b>
                                <p>
                                   যদি আপনি আগেই আপনার এসএমএসটি টেমপ্লেট হিসাবে সেভ করে রাখেন তবে এই চেকবক্সে টিক দিয়ে সেই এসএমএস নিয়ে আসতে পারেন। চেকবক্সে টিক দিলে একটি ড্রপবক্স আসবে, সেখান থেকে আপনার এসএমএসটি সিলেক্ট করুন। 
                                </p>   </li>
                            <li>
                                 <b>SMS Text:</b>
                                <p>
                                   যে এসএমএস পাঠাতে চান সেটা এখানে লিখতে হবে। আপনি পুরো এসএমএস বাংলায় অথবা ইংলিশে অথবা বাংলা ও ইংলিশ সংমিশ্রণ করে লিখতে পারেন। উদাহরণঃ
<br></br>বাংলা: আমাদের সকল গ্রাহককে ঈদের স্পেশাল মূল্যছাড় অফার 
<br></br>ইংলিশ: Eid Special Discount Offer for all our clients
<br></br>বাংলা ও ইংলিশ সংমিশ্রণ: আমাদের সকল গ্রাহকের জন্য EID Special Offer মূল্যছাড়
                                </p>   </li>
                            <li>
                                 <b>(Maximum characters: 160) 
You have characters left.
</b>
                                <p>
                                   একটি স্টান্ডার্ড সাইজের এসএমএস এ সর্বোচ্চ ১৬০ টি অক্ষর (ফাঁকা স্পেসসহ) লেখা যায়। এসএমএস লেখার সাথেসাথেই দেখা যাবে আপনার এসএমএস এ আর কতটি অক্ষর লিখতে পারবেন।
                                </p>   </li>
                         
                            <li>
                                 <b>Upload CSV File: “browse”</b>
                                <p>
                                 আপনার কাজের সুবিধার জন্য আমরা একটি মাইক্রোসফট এক্সেল সিএসভি (.CSV) ফরম্যাট নমুনা ফাইল তৈরি করে রেখেছি। Please download sample csv here . Download এ ক্লিক করলে “sample.csv” নামক নমুনা সিএসভি ফাইল আপনার কম্পিউটারে ডাউনলোড হবে। 
                                 <br></br>
                                 
                                 
[ বিশেষ সতর্কতাঃ  “sample.csv” ফাইলটি মাইক্রোসফট এক্সেলে ওপেন করবেন না, কারন এক্সেল থেকে সিএসভি (.CSV) ফরম্যাটে সেভ করার পর ওই ফাইল আবার যদি কখনও এক্সেলে ওপেন করা হয় তাহলে .csv ফরম্যাটটি নষ্ট হয়ে যায়।]

 <br></br>
“sample.csv” ফাইলের উপরে রাইট ক্লিক করে ওপেন উইথ (open with) থেকে “notepad” সিলেক্ট করুন। তাহলে ফাইলটি নোটপ্যাডে (“notepad”) ওপেন হবে। ফাইলে কিছু নমুনা মোবাইল নাম্বার আছে; নোটপ্যাডের সাহায্যে সেগুলো মুছে দিয়ে, যে মোবাইল নাম্বারগুলোতে এসএমএস পাঠাতে চান সেগুলো এখানে ইংলিশে লিখতে হবে। প্রতিটি লাইনে একটিমাত্র মোবাইল নাম্বার থাকবে। প্রতিটি মোবাইল নাম্বারের শুরুতে বাংলাদেশের কোড ৮৮0 সহ  মোবাইল নাম্বারগুলো অবশ্যই ১৩ সংখ্যার হতে হবে। মোবাইল নাম্বারের জায়গায় সংখ্যা ছাড়া অন্য কোন কিছু দেয়া যাবে না। কোন ধরনের চিহ্ন, যেমন - কমা (,) অথবা ফাঁকা স্পেস অথবা প্লাস (+) অথবা হাইপেন (-) দেয়া যাবে না। মোবাইল নাম্বারগুলো লিখা হয়ে গেলে ফাইলটি সেভ করুন। 
 <br></br>
এবার অনলিনে এসএমএস প্যানেলে গিয়ে Upload CSV File: “browse” এ ক্লিক করে আপনার তৈরিকৃত ফাইলটি সিলেক্ট করে দিতে হবে।

                                </p>   </li>
                               <li>
                                 <b>Send:</b>
                                <p>
                                 সেন্ড বাটনে ক্লিক করলে এসএমএস পাঠানো শুরু হবে।
                                </p>   </li>
                        </ol> 
                        <br></br>
                    <div >
                        <img width="100%" height="100%" src="../images/helpSupport/csv.jpg" alt=""/>
                       
                    </div>
                    </div>
                </div>


            </div>
        </div>
    </div> <!-- row -->
</div> <!-- container -->
