
<div id="page-content">
    <div id='wrap'>

        <div class="container">
            <div class="panel panel-sky">

                <div class="panel-heading">
                    <h4>পেমেন্ট কিভাবে করবেন?</h4>
                </div>
                <div class="panel-body">
                    <div class="panel-body collapse in">
                         <h3>আপনি যদি অনলাইন এসএমএস বিল পরিশোধ করতে চান, তাহলে নিচের ধাপগুলো অনুসরণ করুন -</h3>
                         <li><p>বাম দিকের মেনুসমুহ থেকে ‘Payment মেনুতে ক্লিক করুন, ‘Recharge Balance’’ সাবমেনুতে ক্লিক করুন, অনলাইন ফর্মসহ একটি পেজ ওপেন হবে। ফর্মে নিচের বিষয়গুলো সঠিকভাবে পুরন করুন।</p></li>
                         <li><h4>Interested Package:</h4><p>   এই ড্রপবক্সে ক্লিক করে আপনার প্যাকেজ সিলেক্ট করুন। </p></li>
                         <li><h4>Number of SMS:</h4><p>   এই ড্রপবক্সে ন্যূনতম ক্রয় পরিমাণ এসএমএস দেখাবে। ড্রপবক্সে লিখে অথবা ড্রপবক্সের ডান দিকের আপ ডাউন বাটন চেপে এসএমএস পরিমাণ কমানো বাড়ানো যাবে। </p></li>
                         <li><h4>Mobile No :</h4><p>  এই বক্সে একটি আপনার মোবাইল নাম্বার দিতে হবে।</p></li>
                         <li><p>  ফরমের নিচের দিকে পেমেন্ট গেটওয়ে থেকে বিকাশ/ ক্রেডিট বা ডেবিট কার্ড/ ইন্টারনেট ব্যাংকিং কি উপায়ে পেমেন্ট করতে চান তা সিলেক্ট করুন। সয়ংক্রিয়ভাবে আপনার এসএমএস এর বিক্রয়মুল্য দেখাবে। ‘Pay Now’ বাটনে ক্লিক করলে একটি নতুন পেজ ওপেন হবে। পেজের ডান দিকের আপনার সিলেক্ট করা পেমেন্ট গেটওয়ে বাটনে পুনরায় ক্লিক করুন। একটি নতুন পেজ ওপেন হবে। সঠিকভাবে সকল তথ্য পূরণ করে ok করলে সয়ংক্রিয়ভাবে এসএমএস আপানার একাউন্টে যোগ হয়ে যাবে।</p></li>

                    </div>
                    <br></br>
                    <div >
                        <img width="100%" height="100%" src="../images/helpSupport/paymentkivabekorben.jpg" alt=""/>
                    </div>

                </div>


            </div>
        </div>
    </div> <!-- row -->
</div> <!-- container -->
