
<div id="page-content" lang="BN">
    <div id='wrap' >

        <div class="container">
            <div class="panel panel-sky">

                <div class="panel-heading">
                    <h4>এসএমএস কিভাবে পাঠাবেন?</h4>
                </div>

                <div class="panel-body">
                    <div class="panel-body collapse in">
                        <!--<h3>আপনি যদি অনলাইন এসএমএস বিল পরিশোধ করতে চান, তাহলে নিচের ধাপগুলো অনুসরণ করুন -</h3>-->
                        <ol type="I">
                            <li><p> বাম দিকের মেনুসমুহ থেকে ‘Messaging’ মেনুতে ক্লিক করুন</p></li>

                            <li> 
                                <p>  কয়েকটি সাবমেনু দেখা যাবে; ‘Send SMS (Number in CSV)’ সাবমেনুতে ক্লিক করুন, অনলাইন ফর্মসহ একটি পেজ ওপেন হবে। ফর্মে নিচের বিষয়গুলো সঠিকভাবে পুরন করুন। </p></li>
                            <li> <b>Select User Name:</b><br></br>
                                <p>  এই ড্রপবক্সে ক্লিক করে আপনার ইউজার নেম সিলেক্ট করুন। 
                                </p></li>
                            <li> <b> Masking ID:</b><br></br>
                                <p> এই ড্রপবক্সে ক্লিক করে আপনার মাস্কিং আইডি সিলেক্ট করুন।</p></li>
                            <li>
                                 <b>Click on checkbox for Template Text SMS:</b>
                                <p>
                                   যদি আপনি আগেই আপনার এসএমএসটি টেমপ্লেট হিসাবে সেভ করে রাখেন তবে এই চেকবক্সে টিক দিয়ে সেই এসএমএস নিয়ে আসতে পারেন। চেকবক্সে টিক দিলে একটি ড্রপবক্স আসবে, সেখান থেকে আপনার এসএমএসটি সিলেক্ট করুন। 
                                </p>   </li>
                            <li>
                                 <b>SMS Text:</b><br></br>
                                <p>
                                   যে এসএমএস পাঠাতে চান সেটা এখানে লিখতে হবে। আপনি পুরো এসএমএস বাংলায় অথবা ইংলিশে অথবা বাংলা ও ইংলিশ সংমিশ্রণ করে লিখতে পারেন। উদাহরণঃ
<br></br>বাংলা: আমাদের সকল গ্রাহককে ঈদের স্পেশাল মূল্যছাড় অফার 
<br></br>ইংলিশ: Eid Special Discount Offer for all our clients
<br></br>বাংলা ও ইংলিশ সংমিশ্রণ: আমাদের সকল গ্রাহকের জন্য EID Special Offer মূল্যছাড়
                                </p>   </li>
                            <li>
                                 <b>(Maximum characters: 160) 
You have characters left.
</b><br></br>
                                <p>
                                   একটি স্টান্ডার্ড সাইজের এসএমএস এ সর্বোচ্চ ১৬০ টি অক্ষর (ফাঁকা স্পেসসহ) লেখা যায়। এসএমএস লেখার সাথেসাথেই দেখা যাবে আপনার এসএমএস এ আর কতটি অক্ষর লিখতে পারবেন।
                                </p>   </li>
                         
                            <li>
                                 <b>Recipients:</b><br></br>
                                <p>
                                 যে মোবাইল নাম্বারগুলোতে এসএমএস পাঠাতে চান সেগুলো এখানে ইংলিশে লিখতে হবে। প্রতিটি মোবাইল নাম্বারের প্রথমে বাংলাদেশের কোড ৮৮ লিখতে হবে না, তবে লিখলেও সমস্যা নেই। শূন্য থেকে শুরু করে মোবাইল নাম্বারগুলো অবশ্যই ১১ সংখ্যার হতে হবে। প্রতিটি মোবাইল নাম্বারের মাঝে কমা (,) থাকতে হবে। প্রতিটি মোবাইল নাম্বারের মাঝে কোনো ফাঁকা স্পেস অথবা হাইপেন (-) দেয়া যাবে না।   
উদাহরণঃ 01819123456,01717123456,01515123456
                                </p>   </li>
                            <li>
                                 <b>Valid :  |  Invalid : </b><br></br>
                                <p>
                              আপনি Recipients এ কতগুলো মোবাইল নাম্বার দিয়েছেন তা এখানে দেখা যাবে। বাংলাদেশী মোবাইল নাম্বারের ফরম্যাট অনুযায়ী মোবাইল নাম্বারগুলো শূন্য থেকে শুরু করে ১১ সংখ্যার হলে তা ভ্যালিড দেখাবে।  মোবাইল নাম্বারগুলো শূন্য থেকে শুরু করে ১১ সংখ্যার কম বা বেশি হলে তা ইনভ্যালিড দেখাবে। ইনভ্যালিড মোবাইল নাম্বারে এসএমএস পাঠানো সম্ভব নয়, তাই সেগুলো সংশোধন করে নিতে হবে। 
                                </p>   </li>
                               <li>
                                 <b>Send:</b><br></br>
                                <p>
                                 সেন্ড বাটনে ক্লিক করলে এসএমএস পাঠানো শুরু হবে।
                                </p>   </li>
                        </ol> 
                           <br></br>  
                    <div >
                        <!--<img src="../images/helpSupport/smskivabepataben.jpg" alt=""/>-->
                        <img width="100%" height="100%" src="../images/helpSupport/smskivabepataben.jpg" alt=""/>
                    </div>
                    </div>
                </div>


            </div>
        </div>
    </div> <!-- row -->
</div> <!-- container -->
