
<div id="page-content" lang="BN">
    <div id='wrap' >

        <div class="container">
            <div class="panel panel-sky">

                <div class="panel-heading">
                    <h4>এসএমএস কিভাবে পাঠাবেন?</h4>
                </div>

                <div class="panel-body">
                    <div class="panel-body collapse in">
                        <!--<h3>আপনি যদি অনলাইন এসএমএস বিল পরিশোধ করতে চান, তাহলে নিচের ধাপগুলো অনুসরণ করুন -</h3>-->
                        <ol type="I">
                            <li><p> বাম দিকের মেনুসমুহ থেকে ‘Messaging’ মেনুতে ক্লিক করুন</p></li>

                            <li> 
                                <p>  কয়েকটি সাবমেনু দেখা যাবে; ‘Send SMS (Number in CSV)’ সাবমেনুতে ক্লিক করুন, অনলাইন ফর্মসহ একটি পেজ ওপেন হবে। ফর্মে নিচের বিষয়গুলো সঠিকভাবে পুরন করুন। </p></li>
                            <li> <b>Select User Name:</b>
                                <p>  এই ড্রপবক্সে ক্লিক করে আপনার ইউজার নেম সিলেক্ট করুন। 
                                </p></li>
                            <li> <b> Masking ID:</b>
                                <p> এই ড্রপবক্সে ক্লিক করে আপনার মাস্কিং আইডি সিলেক্ট করুন।</p></li>
                            
                            <li>
                                 <b>Upload CSV File: “browse”</b>
                                <p>
                                 আপনার কাজের সুবিধার জন্য আমরা একটি মাইক্রোসফট এক্সেল সিএসভি (.CSV) ফরম্যাট নমুনা ফাইল তৈরি করে রেখেছি। Please download sample csv here . Download এ ক্লিক করলে “sample.csv” নামক নমুনা সিএসভি ফাইল আপনার কম্পিউটারে ডাউনলোড হবে। 
                                 <br></br>
                                 
                                 
[ বিশেষ সতর্কতাঃ  “sample.csv” ফাইলটি মাইক্রোসফট এক্সেলে ওপেন করবেন না, কারন এক্সেল থেকে সিএসভি (.CSV) ফরম্যাটে সেভ করার পর ওই ফাইল আবার যদি কখনও এক্সেলে ওপেন করা হয় তাহলে .csv ফরম্যাটটি নষ্ট হয়ে যায়।]

 <br></br>
“sample.csv” ফাইলের উপরে রাইট ক্লিক করে ওপেন উইথ (open with) থেকে “notepad” সিলেক্ট করুন। তাহলে ফাইলটি নোটপ্যাডে (“notepad”) ওপেন হবে। ফাইলে কিছু নমুনা মোবাইল নাম্বার এবং এসএমএস আছে; নোটপ্যাডের সাহায্যে সেগুলো মুছে দিয়ে, যে মোবাইল নাম্বারগুলোতে এসএমএস পাঠাতে চান সেগুলো এখানে ইংলিশে লিখতে হবে। প্রতিটি লাইনে একটিমাত্র মোবাইল নাম্বার দিতে হবে এবং মোবাইল নাম্বারের শুরুতে বাংলাদেশের কোড ৮৮0 সহ  মোবাইল নাম্বারগুলো অবশ্যই ১৩ সংখ্যার হতে হবে। মোবাইল নাম্বারের মাঝে সংখ্যা ছাড়া অন্য কোন কিছু [কমা (,) / ফাঁকা স্পেস / প্লাস (+) / হাইপেন (-)] দেয়া যাবে না।

 <br></br>
মোবাইল নাম্বারের পরে ওই মোবাইল নাম্বারে যে এসএমএস পাঠাতে চান সেটা একটি কমা (,) দিয়ে তারপর ইংলিশে লিখতে হবে। এ উপায়ে প্রতিটি মোবাইল নাম্বারে একই সাথে ভিন্নভিন্ন এসএমএস পাঠাতে পারবেন। একটি স্টান্ডার্ড সাইজের এসএমএস এ সর্বোচ্চ ১৬০ টি অক্ষর (ফাঁকা স্পেসসহ) লেখা যায়, সুতরাং আপনার এসএমএস এর সাইজ তার মধ্যে হতে হবে।
উদাহরণঃ
<br></br>
01819125453,Dear Mr. Alam, Your Jan Bill is 2580 taka. Thank you. ABC Ltd.
<br></br>

01717133468,Dear Mr. Hafiz, Your Jan Bill is 1935 taka. Thank you. ABC Ltd.
<br></br>

01515193421,Dear Ms. Sabina, Your Jan Bill is 1560 taka. Thank you. ABC Ltd.
 <br></br>
[বিশেষ সতর্কতাঃ এ উপায়ে শুধুমাত্র ইংলিশে এসএমএস পাঠাতে পারবেন, বাংলায় এসএমএস পাঠাতে পারবেন না।] মোবাইল নাম্বার এবং এসএমএস লেখা হয়ে গেলে ফাইলটি সেভ করুন।

এবার অনলিনে এসএমএস প্যানেলে গিয়ে Upload CSV File: “browse” এ ক্লিক করে আপনার তৈরিকৃত ফাইলটি সিলেক্ট করে দিতে হবে।]


                                </p>   </li>
                               <li>
                                 <b>Send:</b>
                                <p>
                                 সেন্ড বাটনে ক্লিক করলে এসএমএস পাঠানো শুরু হবে।
                                </p>   </li>
                        </ol> 
                        <br></br>
                    <div >
                         <img width="100%" height="100%" src="../images/helpSupport/csvsms.jpg" alt=""/>
                    </div>
                    </div>
                </div>


            </div>
        </div>
    </div> <!-- row -->
</div> <!-- container -->
